Repository: omeka-s-modules/Osii
Catalog: language/*.po
Languages: eu

source: Browse imports
eu: Arakatu inportazioak

source: Omeka S Item Importer
eu: Omeka S Elementu Inportatzailea

source: Add import
eu: Gehitu inportazioa

source: Imports
eu: Inportazioak

source: Date created
eu: Sortze data

source: Root endpoint
eu: Erro amaiera-puntua

source: Snapshot status
eu: Argazki egoera

source: Import status
eu: Inportazio egoera

source: No imports found. %s
eu: Ez da inportaziorik aurkitu. %s

source: Add a new import.
eu: Gehitu inportazio berria.

source: Edit import
eu: Editatu inportazioa

source: Manage
eu: Kudeatu

source: Remote configuration
eu: Kanpo konfigurazioa

source: Local configuration
eu: Barneko konfigurazioa

source: import
eu: inportatu

source: Manage import
eu: Kudeatu inportazioak

source: Prepare the import below. Remember to click the Submit button to save your changes.
eu: Prestatu inportazioa ondoren. Gogoratu Bidali botoiari ematearekin zure aldaketak gorde daitezen.

source: Media ingesters
eu: Multimedia txertatze moduak

source: Remote
eu: Kanpokoa

source: Local
eu: Barrukoa

source: Remote data type
eu: Kanpoko datu mota

source: Remote value count
eu: Kanpoko balio kopurua

source: Local data type
eu: Barneko datu mota

source: No data types in snapshot.
eu: Ez dago datu motarik argazkian.

source: Remote template
eu: Kanpoko txantiloia

source: Remote resource count
eu: Kanpoko baliabide kopurua

source: Local template
eu: Barneko txantiloia

source: No templates in snapshot.
eu: Ez dago txantiloirik argazkian.

source: Remote media ingester
eu: Kanpoko multimedia txertatzeko modua

source: Remote media count
eu: Kanpoko multimedia kopurua

source: Mapper available?
eu: Mapatzailerik eskuragarri?

source: No media ingesters in snapshot.
eu: Ez dago multimedia txertatzeko modurik argazkian.

source: Vocabulary label: %s
eu: Hiztegi etiketa: %s

source: Vocabulary namespace URI: %s
eu: Hiztegi izen-leku BIUa: %s

source: Remote local name
eu: Kanpoko barne izena

source: Remote label
eu: Kanpoko etiketa

source: On local install?
eu: Barneko instalazioan?

source: No properties in snapshot.
eu: Ez dago propietaterik argazkian.

source: No classes in snapshot.
eu: Ez dago klaserik argazkian.

source: Prepare import is not available now.
eu: Inportazio prestatzea ez dago eskuragarri orain.

source: Import actions
eu: Inportazio ekintzak

source: Snapshot
eu: Argazkia

source: Last completed: %s
eu: Azkenekoz osatuta: %s

source: Take snapshot
eu: Egin argazkia

source: Stop snapshot
eu: Gelditu argazkia

source: Refresh status
eu: Freskatu egoera

source: View job
eu: Ikusi lana

source: Import snapshot
eu: Inportatu argazkia

source: Stop import
eu: Gelditu inportazioa

source: View media
eu: Ikusi multimedia

source: View item sets
eu: Ikusi elementu multzoak

source: Import metadata
eu: Inportazio metadatua

source: Key identity
eu: Kode identitatea

source: Key credential
eu: Kode kredentziala

source: Import label
eu: Inportatu etiketa

source: Exclude media
eu: Baztertu multimedia

source: [yes]
eu: [bai]

source: [no]
eu: [ez]

source: Exclude item sets
eu: Baztertu elementu multzoak

source: Keep removed resources
eu: Mantendu kendutako baliabideak

source: Add remote site URL
eu: Gehitu kanpoko atari helbidea

source: Add remote resource URL
eu: Gehitu kanpoko baliabide helbidea

source: Take a snapshot of the remote resources in their current state. This will gather the data needed to import the resources and reconcile the local installation with the remote one.
eu: Egin kanpoko baliabideen uneko egoeraren argazkia. Honek baliabideak inportatu eta tokiko instalazioa urrunekoarekin bateratzeko behar diren datuak bilduko ditu.

source: Stop the currently running snapshot.
eu: Gelditu une honetan martxan dagoen argazkia.

source: Stop the currently running import.
eu: Gelditu une honetan martxan dagoen inportazioa.

source: Not taken
eu: Hartu gabe

source: Not imported
eu: Inportatu gabe

source: Invalid local item set format passed in request.
eu: Tokiko elementu multzo formatu desegokia bidali da eskaeran.

source: An import must have a label
eu: Inportazioak etiketa eduki behar du

source: An import must have a valid root endpoint
eu: Inportazioak erro amaiera-puntu egokia eduki behar du

source: An import must have valid authentication
eu: Inportazioak autentifikazio egokia eduki behar du

source: [Not mapped]
eu: [Mapaketarik ez]

source: Confirm import snapshot
eu: Baieztatu argazki inportazioa

source: Confirm stop import snapshot
eu: Baieztatu argazki inportazioa gelditzea

source: Confirm take snapshot
eu: Baieztatu argazkia ateratzea

source: Confirm stop snapshot
eu: Baieztatu argazkia geratzea

source: Enter the label of this import.
eu: Sartu inportazio honen etiketa

source: Enter the root endpoint of the API.
eu: Sartu APIaren amaiera-puntuaren erroa.

source: Enter the query used to filter the items to be imported. If no query is entered, all available items will be imported.
eu: Sartu inportatu beharreko elementuak iragazteko erabiliko den kontsulta. Ez bada kontsultarik zehazten, eskuragarri dauden elementu guztiak inportatuko dira.

source: Enter the key_identity used to authenticate the API user.
eu: Sartu API erabiltzailea autentifikatzeko erabiltzeko key_identify balioa.

source: Enter the key_credential used to authenticate the API user.
eu: Sartu API erabiltzailea autentifikatzeko erabiltzeko key_credential balioa.

source: Select the item set to which imported items will be assigned.
eu: Sartu inportatutako elementuak lotuko diren elementu multzoa.

source: Select an item set
eu: Hautatu elementu multzoa

source: Check this if you want the import to exclude media. If not checked, media will be imported as normal. Note that, after switching this option, you must take a snapshot and then import or changes will not take effect.
eu: Klikatu hau inportazioak multimediak baztertzea nahi baduzu. Ez badago aukeratuta, multimedia normal inportatuko da. Kontutan izan, aukera hau aldatu ostean, argazki bat atera beharko zenukeela eta ondoren inportatu edo aldaketak ez du eraginik izango.

source: Check this if you want the import to exclude item sets. If not checked, item sets will be imported as normal. Note that, after switching this option, you must take a snapshot and then import or changes will not take effect.
eu: Klikatu hau inportazioak elementu multzoak baztertzea nahi baduzu. Ez badago aukeratuta, multimedia multzoak normal inportatuko dira. Kontutan izan, aukera hau aldatu ostean, argazki bat atera beharko zenukeela eta ondoren inportatu edo aldaketak ez du eraginik izango.

source: Check this if, during import, you want to keep local resources that were removed from the remote snapshot. If checked, removed resources will remain locally but will no longer be managed by this import. If not checked, removed resources will be deleted locally as normal.
eu: Aukeratu hau, inportazio garaian, urruneko argazkitik ezabatuak izan diren tokiko baliabideak mantendu nahi badituzu. Aukeratuta, ezabatuta baliabideak lokalki mantenduko dira baina ez ditu gehiago inportazio honek kudeatuko. Ez badago aukeratuta, ezabatutako baliabideak tokiko instalazioan ere ezabatuko dira modu normalean.

source: Import successfully added.
eu: Inportazioa ongi gehitu da.

source: Taking snapshot. This may take a while.
eu: Argazkia ateratzen. Honek denbora iraun dezake.

source: Stopping snapshot.
eu: Argazkia geratzen.

source: Importing. This may take a while.
eu: Inportatzen. Honek denbora iraun dezake.

source: Stopping import.
eu: Inportazioa geratzen.

source: Import successfully deleted.
eu: Inportazioa ongi ezabatu da.
